a:7679:{i:0;s:8:"bromwell";i:1;s:4:"high";i:2;s:2:"is";i:3;s:1:"a";i:4;s:7:"cartoon";i:5;s:6:"comedy";i:6;s:0:"";i:7;s:2:"it";i:8;s:3:"ran";i:9;s:2:"at";i:10;s:3:"the";i:11;s:4:"same";i:12;s:4:"time";i:13;s:2:"as";i:14;s:4:"some";i:15;s:5:"other";i:16;s:8:"programs";i:17;s:5:"about";i:18;s:6:"school";i:19;s:4:"life";i:21;s:4:"such";i:24;s:8:"teachers";i:27;s:2:"my";i:28;s:2:"35";i:29;s:5:"years";i:30;s:2:"in";i:32;s:8:"teaching";i:33;s:10:"profession";i:34;s:4:"lead";i:35;s:2:"me";i:36;s:2:"to";i:37;s:7:"believe";i:38;s:4:"that";i:41;s:1:"s";i:42;s:6:"satire";i:44;s:4:"much";i:45;s:6:"closer";i:47;s:7:"reality";i:48;s:4:"than";i:55;s:8:"scramble";i:57;s:7:"survive";i:58;s:11:"financially";i:61;s:10:"insightful";i:62;s:8:"students";i:63;s:3:"who";i:64;s:3:"can";i:65;s:3:"see";i:66;s:5:"right";i:67;s:7:"through";i:68;s:5:"their";i:69;s:8:"pathetic";i:72;s:4:"pomp";i:75;s:9:"pettiness";i:76;s:2:"of";i:78;s:5:"whole";i:79;s:9:"situation";i:81;s:3:"all";i:82;s:6:"remind";i:86;s:7:"schools";i:87;s:1:"i";i:88;s:4:"knew";i:89;s:3:"and";i:93;s:4:"when";i:95;s:3:"saw";i:97;s:7:"episode";i:99;s:5:"which";i:101;s:7:"student";i:102;s:10:"repeatedly";i:103;s:5:"tried";i:105;s:4:"burn";i:106;s:4:"down";i:111;s:11:"immediately";i:112;s:8:"recalled";i:138;s:7:"classic";i:139;s:4:"line";i:141;s:9:"inspector";i:144;s:1:"m";i:145;s:4:"here";i:147;s:4:"sack";i:148;s:3:"one";i:150;s:4:"your";i:155;s:7:"welcome";i:161;s:6:"expect";i:163;s:4:"many";i:164;s:6:"adults";i:167;s:3:"age";i:168;s:5:"think";i:173;s:3:"far";i:174;s:7:"fetched";i:176;s:4:"what";i:178;s:4:"pity";i:181;s:3:"isn";i:182;s:1:"t";i:183;s:2:"if";i:184;s:3:"you";i:185;s:4:"like";i:186;s:5:"adult";i:188;s:8:"cartoons";i:191;s:5:"south";i:192;s:4:"park";i:194;s:4:"then";i:195;s:4:"this";i:197;s:6:"nearly";i:199;s:7:"similar";i:200;s:6:"format";i:203;s:5:"small";i:204;s:10:"adventures";i:206;s:5:"three";i:207;s:7:"teenage";i:208;s:5:"girls";i:213;s:6:"keisha";i:215;s:7:"natella";i:217;s:7:"latrina";i:218;s:4:"have";i:219;s:5:"given";i:220;s:9:"exploding";i:221;s:6:"sweets";i:223;s:7:"behaved";i:225;s:7:"bitches";i:232;s:4:"good";i:233;s:6:"leader";i:235;s:5:"there";i:236;s:3:"are";i:237;s:4:"also";i:239;s:7:"stories";i:240;s:5:"going";i:241;s:2:"on";i:242;s:4:"with";i:252;s:7:"idiotic";i:253;s:9:"principal";i:255;s:2:"mr";i:257;s:3:"bip";i:260;s:7:"nervous";i:261;s:5:"maths";i:262;s:7:"teacher";i:265;s:6:"others";i:268;s:4:"cast";i:271;s:9:"fantastic";i:273;s:5:"lenny";i:274;s:5:"henry";i:276;s:4:"gina";i:277;s:7:"yashere";i:279;s:10:"eastenders";i:280;s:8:"chrissie";i:281;s:5:"watts";i:283;s:5:"tracy";i:284;s:3:"ann";i:285;s:7:"oberman";i:287;s:5:"smack";i:289;s:4:"pony";i:291;s:4:"doon";i:292;s:9:"mackichan";i:294;s:4:"dead";i:295;s:7:"ringers";i:297;s:4:"mark";i:298;s:5:"perry";i:300;s:7:"blunder";i:302;s:4:"nina";i:303;s:5:"conti";i:306;s:4:"didn";i:308;s:4:"know";i:310;s:4:"came";i:311;s:4:"from";i:312;s:6:"canada";i:314;s:3:"but";i:317;s:4:"very";i:325;s:4:"male";i:327;s:3:"not";i:330;s:5:"women";i:332;s:6:"movies";i:337;s:6:"really";i:339;s:4:"well";i:340;s:4:"done";i:341;s:7:"special";i:342;s:5:"story";i:346;s:2:"no";i:347;s:8:"personal";i:348;s:4:"love";i:349;s:3:"for";i:350;s:4:"jane";i:351;s:5:"fonda";i:354;s:6:"person";i:356;s:3:"she";i:357;s:4:"does";i:359;s:4:"hell";i:362;s:4:"fine";i:363;s:3:"job";i:365;s:5:"while";i:366;s:6:"deniro";i:368;s:3:"his";i:369;s:5:"usual";i:370;s:6:"superb";i:371;s:4:"self";i:373;s:10:"everything";i:375;s:2:"so";i:379;s:6:"acting";i:381;s:9:"directing";i:383;s:7:"visuals";i:385;s:8:"settings";i:387;s:11:"photography";i:389;s:7:"casting";i:394;s:5:"enjoy";i:398;s:4:"real";i:399;s:6:"people";i:408;s:6:"winner";i:409;s:5:"scott";i:410;s:8:"bartlett";i:413;s:5:"offon";i:416;s:4:"nine";i:417;s:7:"minutes";i:419;s:4:"pure";i:420;s:9:"craziness";i:425;s:4:"full";i:426;s:7:"frontal";i:427;s:7:"assault";i:429;s:11:"psychedelic";i:431;s:9:"pulsating";i:433;s:8:"epilepsy";i:434;s:8:"inducing";i:435;s:8:"flashing";i:436;s:6:"lights";i:438;s:7:"colours";i:442;s:5:"first";i:443;s:4:"true";i:444;s:7:"merging";i:446;s:4:"film";i:448;s:5:"video";i:450;s:6:"avante";i:451;s:5:"garde";i:452;s:6:"cinema";i:459;s:5:"speak";i:464;s:4:"uses";i:465;s:6:"images";i:467;s:6:"nature";i:468;s:2:"â–";i:469;s:12:"particularly";i:471;s:5:"human";i:472;s:4:"face";i:474;s:4:"form";i:477;s:7:"provoke";i:479;s:8:"sequence";i:481;s:9:"emotional";i:482;s:9:"reactions";i:484;s:11:"integrating";i:485;s:5:"these";i:486;s:10:"biological";i:487;s:9:"phenomena";i:488;s:4:"into";i:490;s:6:"highly";i:491;s:10:"industrial";i:494;s:6:"modern";i:495;s:10:"technology";i:499;s:5:"sense";i:503;s:10:"represents";i:507;s:8:"humanity";i:510;s:5:"tools";i:513;s:9:"machinery";i:519;s:5:"theme";i:520;s:8:"connects";i:521;s:7:"loosely";i:524;s:7:"subplot";i:526;s:7:"hal9000";i:528;s:7:"stanley";i:529;s:7:"kubrick";i:532;s:4:"2001";i:535;s:5:"space";i:536;s:7:"odyssey";i:538;s:4:"1968";i:544;s:6:"indeed";i:548;s:7:"opening";i:555;s:6:"before";i:557;s:5:"close";i:558;s:2:"up";i:560;s:3:"eye";i:562;s:7:"recalls";i:563;s:4:"dave";i:564;s:6:"bowman";i:566;s:7:"journey";i:569;s:8:"stargate";i:574;s:6:"richly";i:575;s:8:"coloured";i:578;s:11:"confronting";i:579;s:5:"blend";i:581;s:5:"sharp";i:583;s:5:"vivid";i:586;s:12:"increasingly";i:587;s:6:"grainy";i:591;s:6:"though";i:592;s:2:"we";i:593;s:2:"re";i:594;s:7:"sitting";i:595;s:3:"too";i:599;s:10:"television";i:600;s:6:"screen";i:601;s:3:"{as";i:603;s:6:"matter";i:605;s:4:"fact";i:608;s:3:"end";i:609;s:7:"product";i:610;s:3:"was";i:611;s:8:"recorded";i:614;s:2:"tv";i:615;s:8:"monitor}";i:617;s:7:"appears";i:619;s:2:"be";i:621;s:9:"confusion";i:626;s:7:"release";i:627;s:4:"date";i:629;s:4:"imdb";i:630;s:5:"lists";i:635;s:4:"1972";i:639;s:4:"both";i:641;s:8:"national";i:643;s:8:"registry";i:648;s:12:"preservation";i:649;s:10:"foundation";i:650;s:4:"give";i:654;s:7:"correct";i:655;s:4:"year";i:657;s:7:"perhaps";i:659;s:9:"disparity";i:660;s:8:"reflects";i:663;s:7:"between";i:667;s:10:"completion";i:669;s:3:"its";i:671;s:6:"public";i:672;s:9:"screening";i:674;s:6:"either";i:675;s:3:"way";i:680;s:10:"distinctly";i:681;s:5:"ahead";i:686;s:12:"occasionally";i:687;s:11:"reminiscent";i:690;s:5:"1980s";i:691;s:5:"music";i:696;s:5:"brisk";i:697;s:6:"techno";i:699;s:6:"wouldn";i:702;s:4:"gone";i:703;s:5:"amiss";i:710;s:8:"captures";i:713;s:10:"fragmented";i:716;s:10:"presenting";i:720;s:6:"warped";i:721;s:11:"perspective";i:724;s:8:"computer";i:725;s:10:"processing";i:728;s:11:"information";i:731;s:3:"had";i:733;s:7:"thought";i:736;s:6:"please";i:737;s:3:"don";i:739;s:5:"laugh";i:742;s:4:"free";i:743;s:8:"thinking";i:744;s:14:"interpretation";i:747;s:2:"an";i:748;s:16:"extraterrestrial";i:749;s:12:"civilisation";i:750;s:9:"capturing";i:751;s:5:"earth";i:754;s:7:"signals";i:755;s:5:"might";i:758;s:7:"receive";i:761;s:10:"disjointed";i:763;s:5:"alien";i:764;s:13:"documentation";i:770;s:7:"bizarre";i:771;s:7:"montage";i:773;s:4:"only";i:774;s:7:"vaguely";i:775;s:8:"familiar";i:776;s:7:"imagery";i:778;s:6:"couldn";i:780;s:8:"possibly";i:781;s:4:"make";i:782;s:3:"any";i:783;s:8:"coherent";i:789;s:5:"where";i:790;s:7:"mankind";i:798;s:10:"eventually";i:799;s:7:"heading";i:801;s:7:"towards";i:803;s:12:"irreversible";i:811;s:6:"purity";i:813;s:13:"artificiality";i:821;s:6:"reason";i:826;s:7:"sources";i:828;s:2:"ve";i:829;s:4:"seen";i:830;s:9:"including";i:832;s:9:"excellent";i:833;s:7:"program";i:834;s:5:"notes";i:839;s:2:"68";i:841;s:5:"doesn";i:846;s:6:"except";i:850;s:5:"quite";i:851;s:11:"interesting";i:853;s:5:"watch";i:855;s:8:"abstract";i:856;s:7:"collage";i:866;s:3:"art";i:867;s:5:"works";i:869;s:5:"merge";i:871;s:3:"two";i:872;s:10:"apparently";i:876;s:7:"context";i:879;s:4:"star";i:880;s:4:"gate";i:885;s:8:"released";i:891;s:11:"abstraction";i:896;s:5:"thing";i:901;s:4:"take";i:905;s:5:"doses";i:908;s:5:"super";i:909;s:9:"saturated";i:910;s:9:"optically";i:911;s:7:"printed";i:912;s:6:"colors";i:915;s:4:"feel";i:918;s:6:"series";i:920;s:7:"flowers";i:922;s:10:"rohrschach";i:923;s:5:"blots";i:925;s:5:"birds";i:927;s:3:"etc";i:929;s:6:"pretty";i:930;s:10:"compelling";i:933;s:9:"beautiful";i:935;s:9:"certainly";i:936;s:6:"helped";i:937;s:5:"paved";i:943;s:7:"nascent";i:945;s:7:"artists";i:948;s:3:"70s";i:951;s:8:"deserves";i:954;s:6:"better";i:955;s:5:"known";i:958;s:5:"heard";i:963;s:2:"20";i:965;s:3:"ago";i:970;s:3:"kid";i:972;s:5:"grade";i:979;s:4:"just";i:981;s:8:"happened";i:985;s:8:"thumbing";i:988;s:13:"encyclopedias";i:991;s:9:"classroom";i:993;s:3:"day";i:996;s:5:"under";i:998;s:5:"entry";i:1002;s:2:"or";i:1008;s:8:"remember";i:1011;s:4:"were";i:1012;s:7:"several";i:1013;s:6:"stills";i:1015;s:9:"different";i:1018;s:10:"mainstream";i:1020;s:12:"experimental";i:1025;s:4:"them";i:1026;s:5:"shown";i:1029;s:4:"page";i:1032;s:5:"still";i:1038;s:9:"intrigued";i:1041;s:5:"since";i:1043;s:5:"stood";i:1044;s:3:"out";i:1046;s:4:"most";i:1060;s:5:"scene";i:1066;s:8:"elements";i:1067;s:12:"superimposed";i:1068;s:4:"over";i:1072;s:2:"18";i:1076;s:5:"later";i:1080;s:7:"library";i:1084;s:4:"live";i:1086;s:9:"available";i:1088;s:8:"checkout";i:1091;s:1:"4";i:1092;s:3:"dvd";i:1093;s:3:"set";i:1096;s:9:"treasures";i:1098;s:8:"american";i:1100;s:8:"archives";i:1103;s:2:"by";i:1114;s:7:"reading";i:1120;s:5:"cases";i:1128;s:10:"pleasantly";i:1129;s:9:"surprised";i:1139;s:5:"discs";i:1141;s:5:"after";i:1147;s:5:"could";i:1148;s:7:"finally";i:1154;s:7:"viewing";i:1158;s:8:"slightly";i:1159;s:4:"wasn";i:1164;s:9:"expecting";i:1170;s:6:"tended";i:1174;s:4:"more";i:1175;s:7:"organic";i:1176;s:7:"looking";i:1184;s:3:"bad";i:1196;s:10:"electronic";i:1197;s:9:"aesthetic";i:1205;s:10:"impressive";i:1208;s:4:"imho";i:1210;s:11:"considering";i:1212;s:10:"techniques";i:1215;s:4:"used";i:1222;s:4:"hand";i:1223;s:7:"tinting";i:1226;s:6:"itself";i:1229;s:5:"using";i:1231;s:9:"equipment";i:1238;s:6:"scenes";i:1240;s:6:"filmed";i:1241;s:3:"off";i:1245;s:7:"monitor";i:1248;s:6:"giving";i:1252;s:10:"distressed";i:1254;s:2:"lo";i:1255;s:3:"res";i:1256;s:4:"look";i:1259;s:3:"get";i:1261;s:5:"wrong";i:1271;s:6:"ground";i:1272;s:8:"breaking";i:1278;s:3:"why";i:1285;s:8:"favorite";i:1286;s:5:"short";i:1288;s:5:"films";i:1292;s:8:"creative";i:1293;s:11:"inspiration";i:1300;s:4:"read";i:1302;s:7:"comment";i:1304;s:7:"decided";i:1308;s:5:"movie";i:1314;s:9:"specially";i:1315;s:7:"michael";i:1316;s:6:"madsen";i:1318;s:5:"tamer";i:1319;s:10:"karadagli;";i:1321;s:6:"enough";i:1326;s:12:"intelligence";i:1329;s:7:"because";i:1334;s:3:"lot";i:1336;s:13:"international";i:1338;s:8:"european";i:1339;s:5:"actor";i:1341;s:7:"actress";i:1344;s:6:"turkey";i:1346;s:7:"russsia";i:1349;s:6:"second";i:1352;s:5:"basic";i:1356;s:5:"guess";i:1361;s:6:"action";i:1363;s:4:"play";i:1365;s:2:"ll";i:1369;s:7:"opinion";i:1372;s:5:"third";i:1373;s:5:"final";i:1374;s:7:"chapter";i:1382;s:7:"regular";i:1391;s:9:"recommend";i:1400;s:4:"hope";i:1407;s:1:"d";i:1416;s:3:"mat";i:1422;s:4:"list";i:1426;s:6:"actors";i:1432;s:3:"did";i:1437;s:2:"im";i:1438;s:4:"glad";i:1441;s:1:"b";i:1461;s:4:"they";i:1462;s:7:"execute";i:1468;s:4:"need";i:1470;s:7:"million";i:1471;s:6:"dollar";i:1472;s:6:"budget";i:1479;s:3:"mix";i:1483;s:8:"ordinary";i:1488;s:4:"plot";i:1497;s:6:"street";i:1499;s:10:"themselves";i:1506;s:4:"else";i:1507;s:6:"around";i:1523;s:5:"cafã©";i:1527;s:4:"gear";i:1536;s:6:"police";i:1537;s:7:"station";i:1539;s:6:"arnold";i:1540;s:6:"vosloo";i:1546;s:5:"great";i:1549;s:10:"portraying";i:1551;s:5:"roles";i:1554;s:7:"hostage";i:1572;s:4:"near";i:1573;s:6:"future";i:1574;s:5:"gotta";i:1575;s:5:"start";i:1577;s:2:"ed";i:1578;s:7:"furlong";i:1586;s:3:"god";i:1587;s:5:"bless";i:1591;s:2:"$5";i:1592;s:5:"bucks";i:1593;s:4:"says";i:1595;s:9:"character";i:1596;s:2:"he";i:1597;s:5:"plays";i:1612;s:3:"has";i:1615;s:5:"liner";i:1619;s:4:"made";i:1621;s:6:"almost";i:1622;s:4:"blow";i:1623;s:4:"snot";i:1627;s:6:"subtle";i:1628;s:5:"humor";i:1631;s:6:"script";i:1637;s:6:"trials";i:1639;s:3:"guy";i:1644;s:6:"recent";i:1650;s:4:"even";i:1651;s:4:"seem";i:1658;s:5:"maybe";i:1663;s:11:"performance";i:1672;s:4:"keep";i:1677;s:3:"bet";i:1694;s:3:"act";i:1697;s:7:"natural";i:1701;s:9:"obviously";i:1702;s:5:"moved";i:1706;s:4:"type";i:1707;s:6:"casted";i:1708;s:5:"mummy";i:1714;s:7:"biggest";i:1715;s:8:"surprise";i:1720;s:7:"jordana";i:1721;s:5:"spiro";i:1725;s:3:"her";i:1728;s:4:"spot";i:1735;s:7:"battled";i:1739;s:3:"hot";i:1744;s:8:"realized";i:1746;s:5:"would";i:1757;s:3:"big";i:1758;s:3:"fan";i:1760;s:5:"shoot";i:1762;s:2:"em";i:1771;s:2:"am";i:1778;s:4:"lots";i:1780;s:6:"twists";i:1782;s:5:"turns";i:1784;s:3:"try";i:1788;s:8:"guessing";i:1795;s:8:"standard";i:1796;s:7:"robbers";i:1800;s:4:"bank";i:1803;s:4:"kill";i:1804;s:8:"hostages";i:1809;s:4:"guys";i:1810;s:3:"win";i:1822;s:6:"coming";i:1830;s:4:"work";i:1831;s:4:"best";i:1835;s:4:"held";i:1836;s:4:"cams";i:1838;s:4:"show";i:1848;s:7:"glossed";i:1851;s:3:"bit";i:1855;s:6:"bourne";i:1856;s:9:"ultimatum";i:1858;s:4:"lite";i:1860;s:5:"style";i:1869;s:5:"those";i:1870;s:2:"bo";i:1871;s:4:"bice";i:1872;s:8:"fanatics";i:1878;s:6:"curtis";i:1879;s:5:"wayne";i:1883;s:4:"karl";i:1885;s:4:"will";i:1888;s:2:"do";i:1890;s:6:"double";i:1896;s:5:"twins";i:1899;s:7:"watched";i:1901;s:8:"wondered";i:1908;s:7:"foreign";i:1909;s:7:"accents";i:1914;s:5:"doing";i:1918;s:4:"town";i:1928;s:8:"smuggled";i:1929;s:5:"stuff";i:1932;s:9:"countries";i:1933;s:6:"states";i:1944;s:8:"revealed";i:1947;s:5:"bonus";i:1948;s:8:"features";i:1950;s:3:"how";i:1954;s:9:"producers";i:1955;s:6:"wanted";i:1962;s:9:"audiences";i:1967;s:5:"stars";i:1980;s:7:"smoking";i:1983;s:6:"moncia";i:1984;s:4:"dean";i:1988;s:3:"say";i:1992;s:3:"von";i:1993;s:5:"trier";i:1997;s:4:"ever";i:2002;s:5:"waves";i:2004;s:4:"sure";i:2006;s:4:"nice";i:2010;s:10:"definitely";i:2011;s:6:"stands";i:2014;s:6:"shadow";i:2016;s:6:"europa";i:2019;s:5:"tells";i:2024;s:5:"young";i:2025;s:6:"german";i:2028;s:5:"wants";i:2030;s:10:"experience";i:2031;s:7:"germany";i:2036;s:5:"world";i:2037;s:3:"war";i:2040;s:5:"takes";i:2045;s:5:"uncle";i:2047;s:8:"arranged";i:2049;s:3:"him";i:2052;s:6:"purser";i:2055;s:6:"luxues";i:2056;s:5:"train";i:2064;s:7:"travels";i:2069;s:7:"totally";i:2070;s:9:"destroyed";i:2073;s:7:"meeting";i:2076;s:7:"killing";i:2078;s:8:"traitors";i:2081;s:4:"hunt";i:2083;s:6:"former";i:2084;s:4:"nazi";i:2085;s:5:"party";i:2086;s:7:"members";i:2089;s:7:"society";i:2091;s:9:"suffering";i:2093;s:10:"corruption";i:2098;s:8:"narrowed";i:2100;s:12:"conciousness";i:2102;s:9:"focussing";i:2117;s:11:"coincidence";i:2119;s:4:"main";i:2122;s:8:"involved";i:2124;s:7:"bombing";i:2126;s:9:"terrorism";i:2129;s:5:"group";i:2130;s:6:"called";i:2132;s:10:"werewolves";i:2135;s:3:"put";i:2136;s:8:"pressure";i:2140;s:4:"help";i:2142;s:7:"placing";i:2143;s:5:"bombs";i:2145;s:6:"trains";i:2148;s:10:"atmosphere";i:2150;s:10:"astounding";i:2153;s:6:"viewer";i:2155;s:5:"taken";i:2162;s:3:"man";i:2163;s:10:"attempting";i:2169;s:8:"hypnosis";i:2172;s:8:"counting";i:2174;s:4:"wake";i:2179;s:3:"new";i:2198;s:6:"europe";i:2199;s:4:"lars";i:2201;s:6:"triers";i:2205;s:9:"extremely";i:2218;s:8:"stylized";i:2221;s:4:"tell";i:2226;s:5:"least";i:2258;s:6:"tricks";i:2269;s:8:"complete";i:2273;s:6:"moving";i:2274;s:5:"piece";i:2284;s:3:"top";i:2285;s:3:"250";i:2295;s:8:"scariest";i:2299;s:6:"gothic";i:2311;s:4:"ones";i:2329;s:9:"harrowing";i:2344;s:8:"zentropa";i:2352;s:8:"visually";i:2353;s:8:"stunning";i:2363;s:9:"grayscale";i:2365;s:6:"colour";i:2369;s:8:"seamless";i:2375;s:5:"feast";i:2378;s:4:"eyes";i:2381;s:7:"picture";i:2384;s:9:"contender";i:2387;s:4:"1991";i:2389;s:6:"golden";i:2390;s:4:"palm";i:2392;s:7:"canners";i:2395;s:5:"award";i:2396;s:4:"went";i:2398;s:6:"barton";i:2399;s:4:"fink";i:2402;s:4:"coen";i:2403;s:8:"brothers";i:2404;s:1:";";i:2407;s:13:"stylistically";i:2416;s:8:"exercise";i:2418;s:5:"class";i:2420;s:4:"rent";i:2426;s:5:"judge";i:2428;s:8:"yourself";i:2440;s:7:"seventh";i:2445;s:13:"entertainment";i:2446;s:8:"business";i:2451;s:7:"creates";i:2453;s:4:"noir";i:2456;s:4:"post";i:2459;s:7:"utterly";i:2460;s:11:"captivating";i:2464;s:8:"absorbed";i:2467;s:5:"dream";i:2471;s:3:"let";i:2472;s:2:"go";i:2477;s:7:"credits";i:2481;s:11:"necessarily";i:2482;s:5:"comes";i:2490;s:9:"thrilling";i:2493;s:5:"tough";i:2494;s:6:"issues";i:2495;s:5:"being";i:2496;s:6:"raised";i:2499;s:9:"wonderful";i:2500;s:5:"liked";i:2502;s:1:"&";i:2503;s:4:"iris";i:2515;s:6:"unique";i:2518;s:11:"arrangement";i:2521;s:7:"absence";i:2523;s:8:"violence";i:2525;s:5:"porno";i:2526;s:3:"sex";i:2528;s:10:"refreshing";i:2530;s:10:"characters";i:2533;s:10:"convincing";i:2535;s:4:"felt";i:2539;s:10:"understand";i:2541;s:8:"feelings";i:2544;s:9:"enjoyable";i:2549;s:8:"definite";i:2559;s:4:"rank";i:2561;s:6:"higher";i:2570;s:6:"latest";i:2572;s:6:"dancer";i:2575;s:4:"dark";i:2581;s:6:"simply";i:2584;s:6:"beauty";i:2591;s:7:"framing";i:2594;s:9:"original;";i:2600;s:4:"must";i:2603;s:5:"dogma";i:2604;s:2:"95";i:2620;s:8:"painting";i:2624;s:5:"death";i:2638;s:5:"color";i:2648;s:7:"perfect";i:2655;s:11:"masterpiece";i:2657;s:5:"gives";i:2661;s:10:"excitement";i:2665;s:4:"come";i:2668;s:5:"birth";i:2671;s:9:"narrative";i:2675;s:7:"century";i:2681;s:5:"truly";i:2688;s:6:"genius";i:2691;s:10:"camerawork";i:2694;s:7:"editing";i:2696;s:9:"brilliant";i:2699;s:8:"combined";i:2703;s:6:"tropes";i:2705;s:10:"alienation";i:2713;s:5:"eerie";i:2715;s:13:"unforgettable";i:2716;s:9:"cinematic";i:2719;s:13:"participation";i:2721;s:7:"barbara";i:2722;s:7:"suwkowa";i:2724;s:5:"eddie";i:2725;s:11:"constantine";i:2731;s:6:"guilty";i:2732;s:9:"pleasures";i:2734;s:6:"should";i:2738;s:7:"enjoyed";i:2740;s:3:"max";i:2742;s:5:"sydow";i:2743;s:8:"provides";i:2746;s:5:"voice";i:2749;s:8:"narrator";i:2754;s:4:"kind";i:2757;s:4:"four";i:2760;s:7:"highest";i:2761;s:6:"rating";i:2763;s:5:"haven";i:2770;s:1:"5";i:2776;s:6:"haunts";i:2780;s:5:"asked";i:2794;s:6:"always";i:2795;s:7:"mention";i:2800;s:7:"certain";i:2812;s:4:"city";i:2825;s:5:"touch";i:2827;s:5:"place";i:2828;s:6:"within";i:2834;s:9:"protected";i:2836;s:6:"hidden";i:2838;s:3:"yet";i:2840;s:9:"sensitive";i:2846;s:8:"lifelong";i:2847;s:10:"impression";i:2853;s:6:"unlike";i:2856;s:8:"changing";i:2857;s:5:"event";i:2862;s:6:"ending";i:2865;s:7:"serious";i:2866;s:12:"relationship";i:2872;s:6:"friend";i:2879;s:5:"shook";i:2889;s:4:"left";i:2894;s:8:"hangover";i:2896;s:6:"lasted";i:2899;s:4:"days";i:2910;s:7:"nothing";i:2919;s:4:"said";i:2920;s:7:"already";i:2927;s:5:"point";i:2933;s:4:"isnt";i:2935;s:6:"sweden";i:2938;s:8:"denemark";i:2946;s:4:"case";i:2950;s:5:"happy";i:2954;s:8:"mistakes";i:2959;s:6:"notify";i:2970;s:11:"doubtlessly";i:2976;s:9:"ambiguity";i:2978;s:9:"existence";i:2980;s:4:"tale";i:2982;s:5:"kafka";i:2985;s:13:"impossibility";i:2987;s:7:"victory";i:2989;s:9:"surviving";i:2992;s:9:"perpetual";i:2993;s:7:"strange";i:3007;s:10:"adaptation";i:3009;s:6:"lesson";i:3011;s:6:"limits";i:3013;s:8:"original";i:3014;s:3:"sin";i:3018;s:7:"frailty";i:3020;s:9:"innocence";i:3022;s:5:"error";i:3025;s:4:"ways";i:3026;s:7:"leopold";i:3027;s:6:"kessle";i:3029;s:7:"another";i:3030;s:6:"joseph";i:3031;s:1:"k";i:3035;s:5:"trial";i:3038;s:9:"ambiguous";i:3039;s:5:"woman";i:3044;s:6:"symbol";i:3047;s:6:"crisis";i:3051;s:7:"aspects";i:3053;s:8:"chimeric";i:3054;s:4:"wars";i:3056;s:10:"unavailing";i:3057;s:6:"search";i:3059;s:5:"truth";i:3060;s:7:"essence";i:3063;s:9:"methaphor";i:3065;s:7:"parable";i:3070;s:7:"history";i:3072;s:12:"disappointed";i:3074;s:9:"evolution";i:3078;s:5:"peace";i:3082;s:3:"lie";i:3085;s:7:"details";i:3087;s:7:"gelatin";i:3090;s:9:"hypocrisy";i:3093;s:4:"mask";i:3098;s:10:"convention";i:3101;s:9:"sacrifice";i:3104;s:6:"method";i:3107;s:13:"understanding";i:3109;s:7:"painful";i:3112;s:2:"oh";i:3119;s:4:"been";i:3120;s:9:"foolishly";i:3121;s:15:"procrastinating";i:3126;s:4:"term";i:3131;s:4:"long";i:3143;s:6:"chance";i:3150;s:4:"news";i:3154;s:10:"marvellous";i:3155;s:12:"labyrinthine";i:3156;s:9:"spectacle";i:3163;s:8:"follower";i:3167;s:6:"rigets";i:3169;s:7:"element";i:3171;s:5:"crime";i:3173;s:8:"dogville";i:3181;s:4:"five";i:3182;s:12:"obstructions";i:3190;s:8:"probably";i:3192;s:12:"differential";i:3195;s:9:"greatness";i:3197;s:6:"visual";i:3198;s:5:"terms";i:3202;s:11:"beautifully";i:3203;s:6:"somber";i:3205;s:14:"claustrophobic";i:3211;s:7:"feeling";i:3214;s:6:"inside";i:3217;s:9:"imaginary";i:3219;s:11:"nightmarish";i:3221;s:4:"warp";i:3223;s:6:"taking";i:3226;s:7:"masters";i:3228;s:7:"surreal";i:3231;s:6:"bunuel";i:3233;s:7:"bergman";i:3235;s:4:"till";i:3240;s:2:"40";i:3243;s:6:"acidic";i:3244;s:5:"drops";i:3246;s:5:"avant";i:3247;s:5:"guard";i:3250;s:5:"leads";i:3259;s:8:"intended";i:3260;s:12:"totalitarian";i:3263;s:5:"maker";i:3265;s:8:"nowadays";i:3268;s:13:"authoritarian";i:3271;s:7:"dealing";i:3274;s:9:"intricate";i:3277;s:7:"without";i:3279;s:10:"irrational";i:3281;s:4:"hits";i:3283;s:5:"nerve";i:3289;s:6:"intent";i:3291;s:4:"cure";i:3295;s:7:"deepest";i:3296;s:6:"wounds";i:3298;s:4:"feed";i:3300;s:3:"our";i:3301;s:12:"hypocritical";i:3304;s:7:"utopian";i:3307;s:5:"seems";i:3324;s:7:"broader";i:3325;s:6:"aspect";i:3331;s:10:"filmmakers";i:3333;s:5:"carry";i:3335;s:4:"sort";i:3337;s:5:"power";i:3340;s:6:"longer";i:3341;s:9:"necessary";i:3345;s:4:"tool";i:3347;s:10:"reflection";i:3358;s:3:"era";i:3365;s:7:"control";i:3368;s:5:"fears";i:3375;s:6:"offers";i:3377;s:2:"us";i:3378;s:10:"constantly";i:3385;s:5:"bravo";i:3393;s:6:"worthy";i:3394;s:4:"echo";i:3408;s:2:"ii";i:3411;s:5:"finds";i:3412;s:7:"himself";i:3413;s:9:"entangled";i:3416;s:9:"dangerous";i:3417;s:7:"mystery";i:3418;s:4:"jean";i:3419;s:4:"marc";i:3420;s:4:"barr";i:3423;s:7:"kessler";i:3429;s:7:"refused";i:3431;s:4:"join";i:3434;s:4:"army";i:3435;s:6:"during";i:3439;s:7:"arrives";i:3441;s:9:"frankfurt";i:3443;s:4:"soon";i:3456;s:8:"sleeping";i:3457;s:3:"car";i:3458;s:9:"conductor";i:3462;s:7:"railway";i:3474;s:8:"secretly";i:3479;s:11:"underground";i:3480;s:9:"terrorist";i:3486;s:6:"target";i:3488;s:6:"allies";i:3492;s:8:"strongly";i:3493;s:7:"against";i:3496;s:5:"sides";i:3500;s:5:"drawn";i:3503;s:7:"seduced";i:3505;s:9:"katharina";i:3506;s:8:"hartmann";i:3509;s:6:"sukowa";i:3513;s:5:"femme";i:3514;s:6:"fatale";i:3515;s:8:"daughter";i:3518;s:5:"owner";i:3522;s:7:"company";i:3525;s:6:"father";i:3529;s:11:"sympathizer";i:3533;s:8:"pardoned";i:3537;s:7:"colonel";i:3538;s:6:"harris";i:3541;s:9:"considine";i:3550;s:14:"transportation";i:3551;s:6:"system";i:3554;s:7:"running";i:3555;s:5:"again";i:3560;s:7:"enlists";i:3563;s:6:"forces";i:3569;s:3:"spy";i:3575;s:6:"choice";i:3591;s:7:"attacks";i:3599;s:5:"stuck";i:3602;s:9:"adventure";i:3611;s:8:"conflict";i:3614;s:10:"mysterious";i:3618;s:3:"ish";i:3622;s:8:"everyone";i:3632;s:7:"amazing";i:3636;s:5:"naive";i:3638;s:4:"deal";i:3643;s:5:"lover";i:3646;s:10:"terrorists";i:3651;s:8:"annoying";i:3652;s:10:"passengers";i:3655;s:11:"disgruntled";i:3663;s:9:"officials";i:3667;s:7:"examine";i:3670;s:5:"ethic";i:3675;s:5:"boils";i:3678;s:10:"humorously";i:3680;s:9:"violently";i:3687;s:9:"endlessly";i:3688;s:13:"unpredictable";i:3691;s:9:"stylishly";i:3692;s:4:"shot";i:3699;s:5:"night";i:3702;s:6:"winter";i:3706;s:7:"falling";i:3707;s:4:"snow";i:3712;s:5:"black";i:3714;s:5:"white";i:3716;s:5:"shots";i:3719;s:8:"randomly";i:3720;s:9:"appearing";i:3721;s:10:"throughout";i:3725;s:10:"background";i:3726;s:7:"screens";i:3727;s:10:"displaying";i:3730;s:7:"counter";i:3736;s:5:"front";i:3738;s:3:"add";i:3743;s:8:"hypnotic";i:3744;s:9:"narration";i:3748;s:7:"becomes";i:3750;s:9:"dreamlike";i:3760;s:3:"now";i:3766;s:4:"mine";i:3771;s:5:"north";i:3772;s:7:"america";i:3774;s:5:"avoid";i:3777;s:9:"agniezska";i:3778;s:7:"holland";i:3780;s:3:"own";i:3781;s:9:"holocaust";i:3788;s:10:"theatrical";i:3789;s:7:"feature";i:3792;s:9:"filmmaker";i:3794;s:5:"never";i:3795;s:6:"ceases";i:3799;s:7:"inspire";i:3801;s:9:"downright";i:3802;s:5:"shock";i:3807;s:9:"nostalgic";i:3809;s:9:"elaborate";i:3817;s:7:"shortly";i:3818;s:9:"following";i:3822;s:4:"wwii";i:3827;s:5:"named";i:3828;s:3:"leo";i:3832;s:5:"fully";i:3845;s:4:"part";i:3847;s:6:"fixing";i:3850;s:7:"country";i:3855;s:4:"mind";i:3865;s:7:"charity";i:3871;s:6:"sounds";i:3883;s:10:"especially";i:3884;s:3:"pro";i:3887;s:6:"merely";i:3888;s:5:"mixed";i:3898;s:8:"railroad";i:3900;s:4:"gets";i:3906;s:8:"helmsman";i:3916;s:8:"enmeshed";i:3919;s:6:"vortex";i:3921;s:4:"1945";i:3924;s:7:"horrors";i:3926;s:7:"enigmas";i:3928;s:11:"progression";i:3929;s:6:"starts";i:3933;s:6:"played";i:3934;s:6:"rather";i:3935;s:9:"memorably";i:3938;s:4:"calm";i:3940;s:8:"restless";i:3946;s:5:"meets";i:3948;s:6:"sultry";i:3949;s:7:"heiress";i:3961;s:9:"gentility";i:3964;s:7:"surface";i:3966;s:8:"internal";i:3967;s:5:"vigor";i:3970;s:7:"seduces";i:3976;s:4:"home";i:3978;s:4:"meet";i:3980;s:6:"family";i:3983;s:4:"owns";i:3987;s:12:"manufactures";i:3994;s:7:"precise";i:3997;s:4:"took";i:3998;s:4:"jews";i:4001;s:6:"deaths";i:4009;s:3:"run";i:4011;s:4:"drab";i:4015;s:9:"timetable";i:4023;s:8:"postures";i:4030;s:7:"germans";i:4036;s:4:"jobs";i:4041;s:3:"udo";i:4042;s:4:"kier";i:4045;s:10:"tremendous";i:4048;s:4:"blew";i:4050;s:4:"away";i:4055;s:8:"shocking";i:4058;s:8:"epidemic";i:4064;s:4:"mere";i:4065;s:7:"scenery";i:4067;s:5:"guest";i:4070;s:5:"house";i:4079;s:5:"quiet";i:4080;s:8:"strength";i:4082;s:7:"playing";i:4091;s:7:"confirm";i:4098;s:8:"criminal";i:4104;s:10:"completely";i:4105;s:8:"baffling";i:4109;s:9:"americans";i:4112;s:13:"characterized";i:4114;s:8:"gullible";i:4115;s:5:"rubes";i:4121;s:7:"decades";i:4124;s:6:"little";i:4129;s:8:"blithely";i:4130;s:11:"unconcerned";i:4135;s:4:"goes";i:4136;s:4:"back";i:4142;s:9:"gradually";i:4143;s:5:"looks";i:4147;s:10:"customized";i:4153;s:4:"told";i:4156;s:9:"purposely";i:4157;s:13:"uncoordinated";i:4158;s:6:"manner";i:4163;s:6:"danish";i:4164;s:8:"director";i:4170;s:5:"whose";i:4171;s:6:"anchor";i:4177;s:12:"breathtaking";i:4180;s:14:"cinematography";i:4183;s:6:"shoots";i:4194;s:9:"exposures";i:4196;s:7:"optical";i:4197;s:7:"effects";i:4199;s:5:"trick";i:4202;s:6:"having";i:4204;s:8:"interact";i:4206;s:4:"rear";i:4207;s:9:"projected";i:4208;s:7:"footage";i:4211;s:6:"places";i:4217;s:6:"shaded";i:4218;s:8:"visceral";i:4223;s:9:"sometimes";i:4226;s:7:"insects";i:4228;s:6:"caught";i:4230;s:5:"glass";i:4235;s:6:"survey";i:4237;s:5:"grand";i:4238;s:4:"jury";i:4239;s:5:"prize";i:4240;s:7:"winning";i:4241;s:10:"surrealist";i:4244;s:11:"allegorical";i:4250;s:8:"distinct";i:4251;s:4:"tone";i:4253;s:5:"every";i:4257;s:9:"interpret";i:4264;s:4:"last";i:4265;s:4:"legs";i:4267;s:6:"nazism";i:4269;s:10:"symbolized";i:4276;s:7:"ethical";i:4277;s:14:"accountability";i:4283;s:8:"appeared";i:4285;s:4:"late";i:4287;s:7:"salvage";i:4289;s:7:"martyrs";i:4295;s:5:"camps";i:4298;s:11:"distributed";i:4300;s:9:"condemned";i:4301;s:9:"shiploads";i:4306;s:5:"frame";i:4314;s:5:"state";i:4318;s:12:"significance";i:4328;s:11:"decapitated";i:4329;s:8:"chickens";i:4331;s:7:"persist";i:4333;s:7:"jolting";i:4336;s:8:"reflexes";i:4342;s:8:"dialogue";i:4347;s:12:"deliberately";i:4348;s:5:"hammy";i:4351;s:11:"satirically";i:4352;s:8:"procured";i:4356;s:11:"conventions";i:4360;s:10:"entrancing";i:4361;s:6:"points";i:4367;s:8:"entirely";i:4368;s:15:"cinematographic";i:4373;s:7:"halting";i:4376;s:5:"forth";i:4387;s:10:"underwater";i:4390;s:13:"proliferating";i:4391;s:5:"blood";i:4394;s:10:"uncommonly";i:4395;s:10:"expressive";i:4404;s:5:"drown";i:4408;s:14:"metaphysically";i:4409;s:9:"affecting";i:4414;s:10:"anesthetic";i:4418;s:6:"tracks";i:4426;s:7:"allures";i:4429;s:4:"hark";i:4437;s:7:"abandon";i:4440;s:9:"restraint";i:4447;s:8:"describe";i:4458;s:9:"favourite";i:4463;s:11:"exclamation";i:4468;s:9:"companion";i:4472;s:5:"ended";i:4501;s:8:"examples";i:4516;s:6:"master";i:4518;s:8:"coverage";i:4522;s:8:"shooting";i:4526;s:4:"get;";i:4527;s:9:"perfectly";i:4530;s:6:"layers";i:4532;s:5:"image";i:4534;s:5:"sound";i:4538;s:5:"props";i:4549;s:8:"lighting";i:4556;s:5:"equal";i:4558;s:4:"none";i:4559;s:11:"predominant";i:4561;s:7:"despite";i:4562;s:9:"hollywood";i:4567;s:6:"myopia";i:4575;s:3:"nor";i:4597;s:7:"footing";i:4602;s:8:"blending";i:4609;s:5:"order";i:4611;s:11:"combination";i:4616;s:9:"presented";i:4619;s:11:"communicate";i:4621;s:4:"idea";i:4623;s:6:"reduce";i:4625;s:9:"eliminate";i:4627;s:12:"contribution";i:4637;s:7:"meaning";i:4646;s:6:"strive";i:4702;s:9:"stimulate";i:4704;s:13:"superficially";i:4710;s:9:"ambitious";i:4711;s:7:"failure";i:4714;s:4:"mass";i:4715;s:6:"market";i:4716;s:3:"hit";i:4726;s:9:"described";i:4732;s:3:"sum";i:4735;s:5:"parts";i:4736;s:7:"remains";i:4740;s:14:"indecipherable";i:4741;s:7:"quality";i:4742;s:10:"tantalizes";i:4745;s:8:"watching";i:4754;s:11:"challenging";i:4756;s:11:"provocative";i:4761;s:4:"wrap";i:4762;s:6:"things";i:4764;s:6:"neatly";i:4767;s:7:"problem";i:4774;s:9:"structure";i:4777;s:12:"inpenetrable";i:4782;s:7:"winding";i:4791;s:6:"tacked";i:4797;s:11:"technically";i:4798;s:8:"dazzling";i:4803;s:7:"exactly";i:4808;s:4:"unit";i:4812;s:7:"delayed";i:4813;s:6:"climax";i:4817;s:9:"awakening";i:4825;s:5:"often";i:4829;s:7:"expense";i:4832;s:6:"decent";i:4838;s:10:"innovative";i:4839;s:6:"camera";i:4840;s:9:"technique";i:4843;s:6:"wealth";i:4846;s:5:"ideas";i:4849;s:11:"compositing";i:4850;s:8:"artifice";i:4854;s:9:"engaging;";i:4866;s:10:"foreground";i:4872;s:8:"depicted";i:4874;s:10:"deliberate";i:4876;s:11:"treacherous";i:4878;s:6:"absurd";i:4883;s:6:"peeled";i:4886;s:9:"memorable";i:4889;s:11:"astonishing";i:4890;s:13:"assassination";i:4895;s:3:"jaw";i:4896;s:4:"drop";i:4898;s:12:"compositions";i:4902;s:8:"whomever";i:4903;s:5:"chose";i:4910;s:5:"print";i:4912;s:9:"videotape";i:4915;s:3:"pan";i:4917;s:4:"scan";i:4931;s:12:"unfathomable";i:4933;s:6:"anyone";i:4938;s:11:"originality";i:4941;s:6:"review";i:4949;s:4:"once";i:4964;s:4:"chew";i:4969;s:4:"ends";i:4972;s:6:"richer";i:4977;s:7:"suspect";i:4982;s:9:"hitchcock";i:4985;s:13:"correspondent";i:4988;s:7:"devious";i:4989;s:9:"europeans";i:4991;s:10:"manipulate";i:4994;s:4:"dupe";i:4997;s:6:"welles";i:5001;s:9:"delirious";i:5002;s:3:"joy";i:5015;s:7:"explore";i:5017;s:6:"plight";i:5020;s:4:"naif";i:5021;s:6:"amidst";i:5022;s:11:"unforgiving";i:5023;s:9:"societies";i:5036;s:9:"audacious";i:5037;s:9:"technical";i:5038;s:10:"experiment";i:5040;s:6:"dreary";i:5043;s:5:"rated";i:5045;s:2:"un";i:5046;s:7:"nuanced";i:5047;s:3:"sap";i:5057;s:7:"critics";i:5077;s:7:"actions";i:5081;s:9:"succumbed";i:5084;s:6:"matrix";i:5092;s:6:"breath";i:5094;s:5:"fresh";i:5095;s:3:"air";i:5112;s:10:"appreciate";i:5114;s:11:"outstanding";i:5120;s:5:"shows";i:5122;s:3:"old";i:5123;s:6:"styles";i:5125;s:7:"filming";i:5127;s:7:"produce";i:5131;s:5:"build";i:5132;s:5:"drama";i:5134;s:7:"tension";i:5138;s:10:"projection";i:5139;s:6:"effect";i:5145;s:7:"arouses";i:5147;s:8:"enhances";i:5153;s:5:"focus";i:5156;s:12:"conversation";i:5181;s:4:"girl";i:5184;s:3:"red";i:5185;s:4:"coat";i:5186;s:5:"grabs";i:5187;s:9:"attention";i:5199;s:10:"commentary";i:5209;s:11:"maintaining";i:5214;s:7:"central";i:5224;s:4:"talk";i:5235;s:5:"agree";i:5237;s:4:"push";i:5242;s:8:"category";i:5249;s:8:"heighten";i:5259;s:3:"buy";i:5274;s:2:"10";i:5278;s:4:"miss";i:5280;s:8:"artistic";i:5289;s:9:"directors";i:5292;s:7:"started";i:5294;s:4:"lose";i:5296;s:5:"faith";i:5302;s:9:"inundated";i:5305;s:7:"typical";i:5306;s:5:"genre";i:5311;s:5:"lines";i:5312;s:4:"fail";i:5319;s:6:"copied";i:5325;s:8:"similiar";i:5326;s:5:"taste";i:5341;s:7:"renewed";i:5347;s:12:"metaphorical";i:5348;s:9:"storyline";i:5349;s:11:"enthralling";i:5352;s:3:"use";i:5361;s:11:"stimulating";i:5374;s:13:"spellbounding";i:5377;s:4:"step";i:5382;s:9:"engrosses";i:5398;s:7:"hundred";i:5399;s:8:"thousand";i:5414;s:4:"slow";i:5416;s:6:"moment";i:5429;s:3:"cut";i:5434;s:7:"showing";i:5437;s:7:"example";i:5440;s:5:"knife";i:5447;s:11:"devastating";i:5449;s:8:"sensuous";i:5456;s:7:"moments";i:5464;s:9:"something";i:5472;s:6:"trying";i:5479;s:5:"worth";i:5484;s:4:"find";i:5490;s:5:"means";i:5499;s:5:"depth";i:5507;s:6:"wishes";i:5509;s:4:"send";i:5512;s:5:"email";i:5522;s:6:"sprang";i:5529;s:7:"closing";i:5536;s:6:"across";i:5543;s:6:"entire";i:5573;s:4:"pale";i:5575;s:10:"comparison";i:5577;s:6:"forget";i:5580;s:3:"bay";i:5582;s:6:"ridley";i:5584;s:5:"slick";i:5591;s:8:"ethereal";i:5594;s:8:"anything";i:5598;s:7:"conjure";i:5612;s:4:"hail";i:5637;s:6:"stupid";i:5646;s:7:"noticed";i:5649;s:7:"experts";i:5659;s:6:"whilst";i:5660;s:9:"overrated";i:5661;s:7:"rubbish";i:5663;s:9:"crouching";i:5664;s:5:"tiger";i:5667;s:6:"dragon";i:5672;s:5:"clean";i:5676;s:7:"academy";i:5677;s:6:"awards";i:5691;s:6:"absent";i:5694;s:6:"stores";i:5697;s:5:"until";i:5698;s:8:"recently";i:5701;s:7:"british";i:5703;s:8:"channels";i:5711;s:3:"mtv";i:5712;s:6:"gloss;";i:5721;s:9:"substance";i:5729;s:9:"dictating";i:5752;s:4:"draw";i:5765;s:6:"begins";i:5780;s:8:"audience";i:5783;s:10:"hypnotized";i:5787;s:4:"move";i:5802;s:6:"counts";i:5807;s:4:"deep";i:5808;s:5:"sleep";i:5812;s:5:"awake";i:5817;s:6:"allows";i:5823;s:16:"cinematographers";i:5825;s:3:"pay";i:5876;s:10:"precedence";i:5879;s:4:"item";i:5888;s:8:"instance";i:5920;s:11:"superiority";i:5926;s:12:"performances";i:5931;s:3:"may";i:5935;s:3:"par";i:5954;s:11:"distracting";i:5960;s:4:"pick";i:5967;s:5:"round";i:5986;s:4:"role";i:5989;s:5:"blind";i:5990;s:8:"idealism";i:5992;s:6:"slowly";i:5993;s:4:"warn";i:5998;s:8:"opposing";i:6003;s:6:"erupts";i:6012;s:4:"muck";i:6024;s:4:"hero";i:6025;s:6:"unable";i:6031;s:9:"nightmare";i:6037;s:8:"terrible";i:6043;s:10:"continuing";i:6049;s:4:"seal";i:6051;s:4:"fate";i:6061;s:4:"cant";i:6066;s:5:"shame";i:6071;s:9:"abandoned";i:6080;s:7:"clearly";i:6085;s:8:"talented";i:6088;s:7:"working";i:6098;s:4:"rest";i:6102;s:6:"cannon";i:6104;s:6:"filled";i:6109;s:6:"iconic";i:6113;s:10:"dedication";i:6115;s:11:"composition";i:6117;s:4:"mise";i:6118;s:2:"en";i:6121;s:10:"unrivalled";i:6131;s:10:"production";i:6132;s:6:"design";i:6138;s:6:"frills";i:6139;s:10:"melodramas";i:6140;s:6:"turned";i:6155;s:5:"argue";i:6163;s:5:"waste";i:6166;s:11:"imaginative";i:6167;s:6:"talent";i:6171;s:8:"contains";i:6172;s:8:"spoilers";i:6173;s:3:"due";i:6188;s:4:"risk";i:6191;s:5:"loved";i:6204;s:5:"makes";i:6210;s:10:"photograph";i:6235;s:5:"calls";i:6237;s:4:"wife";i:6242;s:6:"behind";i:6249;s:5:"split";i:6255;s:4:"huge";i:6277;s:4:"boys";i:6280;s:11:"ravensteins";i:6291;s:9:"political";i:6292;s:6:"poster";i:6296;s:6:"facial";i:6298;s:3:"ups";i:6301;s:8:"reminded";i:6304;s:10:"battleship";i:6305;s:8:"potemkin";i:6308;s:7:"intense";i:6309;s:8:"constant";i:6311;s:7:"coupled";i:6314;s:5:"spray";i:6318;s:6:"convey";i:6319;s:4:"tons";i:6321;s:6:"horror";i:6324;s:4:"gore";i:6338;s:7:"bathtub";i:6347;s:5:"water";i:6350;s:4:"side";i:6365;s:14:"understatement";i:6372;s:6:"making";i:6377;s:6:"creepy";i:6381;s:4:"text";i:6394;s:6:"pushed";i:6397;s:4:"word";i:6400;s:8:"werewolf";i:6425;s:5:"ernst";i:6426;s:4:"hugo";i:6427;s:10:"jã¤regã¥rd";i:6436;s:6:"brings";i:6439;s:8:"snickers";i:6441;s:3:"got";i:6447;s:7:"kingdom";i:6449;s:5:"riget";i:6456;s:8:"plotline";i:6459;s:4:"anal";i:6460;s:13:"retentiveness";i:6463;s:10:"conductors";i:6467;s:8:"backdrop";i:6469;s:3:"ww2";i:6473;s:5:"chaos";i:6475;s:6:"easier";i:6480;s:7:"reminds";i:6488;s:8:"hospital";i:6489;s:13:"administrator";i:6493;s:8:"maintain";i:6495;s:8:"normalcy";i:6506;s:5:"crazy";i:6515;s:9:"oblivious";i:6518;s:5:"awful";i:6520;s:9:"happening";i:6532;s:5:"tuned";i:6538;s:8:"positive";i:6546;s:8:"expertly";i:6554;s:7:"amusing";i:6558;s:5:"draws";i:6566;s:4:"jump";i:6570;s:4:"head";i:6574;s:5:"times";i:6577;s:5:"scary";i:6591;s:6:"coward";i:6596;s:6:"choose";i:6613;s:5:"bjork";i:6621;s:7:"herself";i:6628;s:11:"destruction";i:6630;s:8:"actually";i:6638;s:6:"seemed";i:6639;s:4:"anti";i:6661;s:4:"fare";i:6666;s:5:"found";i:6667;s:6:"myself";i:6680;s:9:"seriously";i:6681;s:4:"want";i:6686;s:7:"rethink";i:6692;s:6:"course";i:6702;s:8:"backward";i:6719;s:9:"forgotten";i:6721;s:7:"depicts";i:6722;s:7:"postwar";i:6733;s:6:"cities";i:6734;s:5:"lying";i:6736;s:5:"ruins";i:6745;s:7:"descent";i:6746;s:5:"feels";i:6747;s:7:"obliged";i:6752;s:11:"restoration";i:6758;s:6:"simple";i:6759;s:4:"task";i:6762;s:7:"quickly";i:6785;s:6:"attend";i:6788;s:5:"needs";i:6795;s:5:"shoes";i:6797;s:8:"polished";i:6799;s:5:"chalk";i:6805;s:5:"soles";i:6809;s:8:"argument";i:6810;s:6:"ensues";i:6813;s:9:"passenger";i:6818;s:7:"chalked";i:6830;s:9:"allusions";i:6834;s:10:"fanaticism";i:6836;s:9:"adherence";i:6847;s:8:"allegory";i:6848;s:12:"representing";i:6851;s:10:"procession";i:6859;s:12:"tribulations";i:6865;s:6:"dashes";i:6869;s:9:"carriages";i:6871;s:8:"discover";i:6875;s:4:"half";i:6876;s:7:"starved";i:6877;s:6:"bodies";i:6882;s:7:"escaped";i:6884;s:9:"auschwitz";i:6890;s:8:"horrible";i:6896;s:8:"fleeting";i:6902;s:4:"each";i:6907;s:6:"impact";i:6909;s:11:"unconnected";i:6914;s:6:"urmitz";i:6916;s:5:"jumps";i:6922;s:8:"parceled";i:6923;s:4:"bomb";i:6926;s:4:"view";i:6930;s:8:"standers";i:6937;s:9:"underside";i:6940;s:8:"carriage";i:6943;s:7:"returns";i:6946;s:5:"cabin";i:6950;s:10:"connection";i:6954;s:5:"clock";i:6965;s:5:"speed";i:6968;s:4:"lies";i:6971;s:4:"cool";i:6972;s:5:"grass";i:6975;s:5:"river";i:6982;s:5:"above";i:6984;s:7:"decides";i:6993;s:7:"destroy";i:6995;s:12:"subsequently";i:6998;s:4:"sees";i:7001;s:11:"approaching";i:7003;s:5:"giant";i:7004;s:6:"bridge";i:7006;s:4:"runs";i:7008;s:9:"breakneck";i:7011;s:5:"board";i:7015;s:4:"stop";i:7021;s:4:"care";i:7023;s:7:"analyse";i:7030;s:10:"impossible";i:7034;s:10:"ridiculous";i:7041;s:6:"happen";i:7050;s:9:"remembers";i:7056;s:3:"row";i:7058;s:4:"cups";i:7059;s:7:"hanging";i:7061;s:5:"hooks";i:7063;s:8:"rattling";i:7067;s:7:"swaying";i:7078;s:6:"widely";i:7079;s:9:"acclaimed";i:7082;s:6:"prefer";i:7095;s:6:"idiots";i:7112;s:7:"realist";i:7129;s:9:"thrillers";i:7132;s:10:"influenced";i:7149;s:6:"summer";i:7150;s:12:"blockbusters";i:7151;s:8:"clogging";i:7153;s:8:"theaters";i:7160;s:6:"follow";i:7167;s:6:"gotten";i:7169;s:7:"acclaim";i:7181;s:6:"flashy";i:7191;s:8:"suspense";i:7202;s:8:"handheld";i:7203;s:7:"cameras";i:7206;s:4:"wave";i:7213;s:4:"hard";i:7217;s:6:"talked";i:7224;s:8:"exhibits";i:7232;s:4:"loss";i:7238;s:7:"heavily";i:7239;s:11:"theoretical";i:7241;s:9:"direction";i:7242;s:7:"instead";i:7247;s:6:"common";i:7258;s:5:"among";i:7260;s:6:"rubble";i:7266;s:3:"ttm";i:7271;s:9:"inventive";i:7278;s:8:"innocent";i:7282;s:11:"emotionally";i:7295;s:7:"naivety";i:7300;s:8:"striking";i:7302;s:8:"contrast";i:7305;s:7:"natives";i:7320;s:7:"crafted";i:7330;s:7:"respect";i:7335;s:11:"intentional";i:7351;s:5:"spoil";i:7358;s:13:"unrelentingly";i:7359;s:4:"grim";i:7368;s:6:"sense;";i:7373;s:3:"sun";i:7374;s:5:"shine";i:7379;s:10:"intriguing";i:7382;s:11:"frightening";i:7386;s:9:"explained";i:7389;s:7:"created";i:7391;s:6:"strong";i:7392;s:11:"involvement";i:7407;s:6:"middle";i:7414;s:8:"imagined";i:7419;s:7:"viewers";i:7434;s:10:"thoroughly";i:7435;s:11:"manipulated";i:7445;s:10:"disturbing";i:7458;s:9:"idioterne";i:7464;s:5:"dogme";i:7466;s:5:"acted";i:7470;s:7:"vehicle";i:7473;s:6:"theory";i:7475;s:7:"besides";i:7476;s:8:"creating";i:7479;s:9:"spotlight";i:7495;s:10:"idealistic";i:7499;s:7:"balance";i:7501;s:9:"relations";i:7503;s:9:"everybody";i:7510;s:6:"victim";i:7513;s:8:"problems";i:7519;s:4:"past";i:7524;s:8:"idealist";i:7525;s:10:"inevitably";i:7528;s:6:"reject";i:7533;s:4:"stay";i:7542;s:7:"spoiled";i:7559;s:11:"omnipresent";i:7577;s:7:"cynical";i:7580;s:8:"humorous";i:7582;s:10:"undertones";i:7598;s:11:"achievement";i:7602;s:11:"wonderfully";i:7603;s:8:"designed";i:7605;s:8:"shifting";i:7607;s:6:"fading";i:7608;s:6:"washed";i:7613;s:8:"overlays";i:7628;s:5:"mayor";i:7646;s:7:"handles";i:7651;s:6:"medium";i:7671;s:10:"interested";i:7674;s:12:"achievements";i:7677;s:6:"become";i:7679;s:6:"easily";i:7686;s:6:"thread";i:7688;s:10:"kafkaesque";i:7689;s:9:"absurdity";i:7699;s:11:"fascinating";i:7720;s:4:"hate";i:7735;s:6:"slight";i:7740;s:9:"pointless";i:7745;s:8:"failings";i:7750;s:9:"conscious";i:7751;s:7:"choices";i:7768;s:14:"deconstruction";i:7770;s:5:"1940s";i:7777;s:7:"trouble";i:7778;s:7:"arguing";i:7796;s:6:"wonder";i:7801;s:5:"swept";i:7819;s:4:"wild";i:7820;s:11:"imagination";i:7839;s:1:"9";i:7847;s:7:"premise";i:7849;s:9:"authentic";i:7851;s:7:"england";i:7853;s:9:"waterbury";i:7855;s:2:"ct";i:7858;s:6:"locale";i:7860;s:4:"lush";i:7861;s:4:"john";i:7862;s:8:"williams";i:7863;s:5:"score";i:7866;s:8:"resulted";i:7869;s:1:"3";i:7872;s:10:"collectors";i:7875;s:13:"unfortunately";i:7882;s:8:"passable";i:7883;s:1:"2";i:7888;s:5:"flick";i:7890;s:6:"mostly";i:7906;s:5:"bring";i:7935;s:7:"satisfy";i:7937;s:8:"grownups";i:7944;s:4:"hide";i:7946;s:10:"braininess";i:7952;s:10:"believable";i:7963;s:9:"doctorate";i:7965;s:4:"yale";i:7973;s:7:"factory";i:7978;s:6:"robert";i:7979;s:6:"diniro";i:7987;s:9:"contrived";i:7990;s:10:"illiterate";i:7994;s:5:"loser";i:8012;s:4:"1990";i:8013;s:7:"version";i:8016;s:4:"ford";i:8018;s:6:"thomas";i:8019;s:6:"edison";i:8025;s:12:"successfully";i:8026;s:7:"handled";i:8029;s:6:"nobody";i:8031;s:4:"fool";i:8035;s:3:"mid";i:8036;s:3:"90s";i:8042;s:4:"2003";i:8046;s:7:"schmidt";i:8050;s:4:"wish";i:8054;s:6:"stream";i:8055;s:7:"studios";i:8062;s:11:"adolescents";i:8064;s:7:"reserve";i:8066;s:6:"couple";i:8071;s:5:"multi";i:8073;s:9:"complexes";i:8076;s:7:"efforts";i:8086;s:6:"effort";i:8088;s:7:"october";i:8095;s:10:"descendant";i:8111;s:6:"bitter";i:8136;s:9:"traveling";i:8140;s:8:"learning";i:8147;s:10:"destructed";i:8148;s:8:"occupied";i:8164;s:8:"powerful";i:8165;s:12:"entrepreneur";i:8167;s:9:"transport";i:8177;s:7:"jã¸rgen";i:8178;s:8:"reenberg";i:8182;s:5:"stays";i:8183;s:7:"neutral";i:8186;s:6:"allied";i:8194;s:5:"aware";i:8207;s:12:"sympathizers";i:8212;s:10:"conducting";i:8213;s:10:"subversive";i:8221;s:5:"falls";i:8228;s:6:"sooner";i:8230;s:9:"discloses";i:8241;s:7:"commits";i:8242;s:7:"suicide";i:8247;s:7:"pressed";i:8258;s:8:"position";i:8261;s:8:"decision";i:8269;s:10:"anguishing";i:8270;s:9:"kafkanian";i:8283;s:13:"expressionist";i:8287;s:5:"fritz";i:8288;s:4:"lang";i:8290;s:11:"alternating";i:8292;s:11:"magnificent";i:8299;s:7:"colored";i:8306;s:9:"difficult";i:8307;s:6:"period";i:8317;s:6:"nation";i:8323;s:8:"defeated";i:8334;s:10:"occupation";i:8336;s:10:"destroying";i:8337;s:9:"resources";i:8340;s:6:"permit";i:8342;s:6:"faster";i:8343;s:14:"reconstruction";i:8354;s:3:"jew";i:8357;s:8:"identify";i:8380;s:10:"everywhere";i:8398;s:7:"awarded";i:8402;s:4:"vote";i:8405;s:5:"title";i:8407;s:6:"brazil";i:8415;s:5:"fifth";i:8432;s:4:"whom";i:8488;s:13:"reconsidering";i:8489;s:7:"whether";i:8501;s:8:"although";i:8518;s:6:"chided";i:8520;s:7:"calling";i:8530;s:4:"tend";i:8537;s:6:"cannot";i:8538;s:5:"blame";i:8542;s:8:"arrogant";i:8552;s:2:"50";i:8558;s:7:"retires";i:8563;s:6:"looked";i:8564;s:4:"upon";i:8567;s:3:"pre";i:8568;s:7:"eminent";i:8570;s:6:"artist";i:8577;s:6:"planet";i:8584;s:7:"classes";i:8585;s:6:"taught";i:8588;s:4:"name";i:8596;s:7:"fellini";i:8613;s:6:"notice";i:8621;s:5:"admit";i:8625;s:9:"confusing";i:8646;s:5:"meant";i:8648;s:9:"represent";i:8654;s:12:"subconscious";i:8657;s:5:"level";i:8661;s:10:"absolutely";i:8662;s:5:"clear";i:8696;s:8:"inclined";i:8698;s:4:"lean";i:8706;s:11:"degradation";i:8709;s:8:"concerns";i:8743;s:9:"disputing";i:8747;s:5:"mind;";i:8756;s:6:"proper";i:8761;s:9:"hopefully";i:8762;s:9:"criterion";i:8768;s:5:"ratio";i:8770;s:10:"remastered";i:8773;s:8:"picture;";i:8778;s:6:"fairly";i:8808;s:9:"hypnotist";i:8820;s:11:"hypnotizing";i:8821;s:6:"fisher";i:8825;s:9:"detective";i:8832;s:4:"root";i:8835;s:6:"mental";i:8836;s:7:"anguish";i:8840;s:5:"words";i:8846;s:7:"fantasy";i:8848;s:4:"okay";i:8858;s:5:"track";i:8862;s:8:"whenever";i:8875;s:8:"chastize";i:8890;s:6:"laughs";i:8898;s:5:"silly";i:8900;s:5:"trite";i:8904;s:5:"along";i:8914;s:10:"difference";i:8918;s:4:"evil";i:8944;s:3:"key";i:8946;s:12:"interpreting";i:8951;s:6:"sequel";i:8953;s:5:"sorts";i:8974;s:7:"symbols";i:8979;s:11:"interpreted";i:8981;s:9:"ourselves";i:8984;s:6:"likely";i:8995;s:9:"symbolize";i:8997;s:8:"consider";i:8999;s:10:"internally";i:9004;s:7:"discuss";i:9006;s:10:"externally";i:9020;s:5:"bored";i:9046;s:5:"logic";i:9056;s:10:"hypnotizes";i:9058;s:11:"protagonist";i:9072;s:10:"ideologist";i:9082;s:7:"arrived";i:9090;s:10:"rebuilding";i:9092;s:7:"damaged";i:9102;s:8:"supplies";i:9112;s:11:"corporation";i:9145;s:3:"web";i:9151;s:9:"advantage";i:9154;s:6:"losing";i:9156;s:8:"ideology";i:9160;s:6:"forced";i:9164;s:4:"pest";i:9166;s:6:"colera";i:9169;s:11:"mesmerizing";i:9171;s:12:"manipulative";i:9173;s:7:"noirish";i:9175;s:8:"haunting";i:9180;s:4:"ugly";i:9185;s:9:"immediate";i:9187;s:9:"grandiose";i:9189;s:12:"descriptions";i:9203;s:7:"europa;";i:9210;s:7:"trilogy";i:9213;s:3:"usa";i:9216;s:8:"retitled";i:9222;s:7:"confuse";i:9225;s:9:"agnieszka";i:9233;s:7:"equally";i:9243;s:8:"consists";i:9245;s:13:"forbrydelsens";i:9248;s:4:"1984";i:9252;s:4:"1987";i:9255;s:8:"infamous";i:9259;s:4:"sold";i:9260;s:3:"900";i:9261;s:7:"tickets";i:9265;s:7:"cinemas";i:9270;s:12:"thematically";i:9271;s:5:"deals";i:9273;s:9:"hypnotism";i:9281;s:6:"themes";i:9288;s:9:"essential";i:9302;s:10:"locomotive";i:9308;s:12:"unidentified";i:9310;s:9:"literally";i:9318;s:5:"count";i:9320;s:3:"ten";i:9340;s:8:"metaphor";i:9344;s:7:"ability";i:9354;s:8:"utilizes";i:9359;s:9:"effective";i:9366;s:6:"famous";i:9367;s:7:"russian";i:9369;s:6:"andrei";i:9370;s:9:"tarkovsky";i:9375;s:9:"influence";i:9388;s:11:"intertwined";i:9398;s:5:"dress";i:9401;s:9:"according";i:9403;s:6:"rumors";i:9405;s:8:"inspired";i:9406;s:6:"steven";i:9407;s:9:"spielberg";i:9414;s:8:"shindler";i:9418;s:4:"1993";i:9420;s:15:"coincidentially";i:9426;s:11:"furthermore";i:9431;s:5:"dutch";i:9432;s:6:"angels";i:9434;s:9:"reinvents";i:9438;s:6:"adding";i:9439;s:10:"separately";i:9441;s:2:"co";i:9442;s:9:"operating";i:9453;s:12:"incorporated";i:9456;s:10:"economical";i:9457;s:7:"reasons";i:9467;s:9:"carefully";i:9468;s:8:"executed";i:9473;s:9:"underline";i:9484;s:11:"hypnotized;";i:9486;s:8:"universe";i:9496;s:10:"criticized";i:9498;s:8:"weighing";i:9499;s:8:"advanced";i:9505;s:7:"layered";i:9515;s:3:"hey";i:9519;s:9:"reviewers";i:9538;s:5:"holds";i:9540;s:10:"obligatory";i:9546;s:5:"books";i:9550;s:7:"accused";i:9552;s:10:"historical";i:9553;s:13:"incorrectness";i:9557;s:7:"assigns";i:9559;s:5:"nazis";i:9571;s:7:"various";i:9572;s:6:"online";i:9580;s:7:"subject";i:9584;s:5:"googl";i:9585;s:3:"ing";i:9594;s:8:"purposes";i:9596;s:7:"neither";i:9597;s:11:"educational";i:9601;s:10:"accurately";i:9615;s:9:"therefore";i:9621;s:10:"encounters";i:9624;s:9:"distorted";i:9632;s:6:"memory";i:9633;s:8:"deceives";i:9639;s:4:"100%";i:9640;s:8:"accurate";i:9657;s:8:"memories";i:9664;s:10:"collective";i:9670;s:3:"bbc";i:9671;s:13:"documentaries";i:9676;s:12:"inaccuracies";i:9678;s:5:"serve";i:9680;s:7:"purpose";i:9683;s:6:"inform";i:9698;s:8:"leopolds";i:9706;s:8:"chapters";i:9707;s:7:"portray";i:9709;s:11:"ideologists";i:9711;s:5:"noble";i:9712;s:10:"intentions";i:9719;s:11:"ideological";i:9724;s:7:"endings";i:9733;s:7:"getting";i:9734;s:7:"forever";i:9739;s:9:"realities";i:9751;s:6:"poland";i:9758;s:6:"writer";i:9759;s:5:"niels";i:9760;s:7:"vã¸rsel";i:9772;s:6:"packed";i:9777;s:8:"catching";i:9793;s:6:"polish";i:9794;s:6:"church";i:9801;s:9:"primarily";i:9803;s:8:"economic";i:9826;s:10:"rightfully";i:9827;s:8:"deserved";i:9836;s:8:"twisting";i:9841;s:6:"affair";i:9842;s:8:"clichã©s";i:9881;s:7:"catalog";i:9884;s:5:"write";i:9889;s:10:"commercial";i:9890;s:11:"speculation";i:9896;s:12:"catastrophic";i:9906;s:8:"classics";i:9908;s:4:"semi";i:9936;s:5:"cared";i:9944;s:7:"dogme95";i:9945;s:9:"manifesto";i:9963;s:3:"few";i:9975;s:7:"friends";i:9981;s:4:"mann";i:9984;s:4:"heat";i:9991;s:8:"finished";i:9999;s:5:"stand";i:10015;s:8:"cassette";i:10017;s:8:"envelope";i:10030;s:5:"glued";i:10034;s:5:"seats";i:10041;s:6:"lacked";i:10045;s:5:"hours";i:10050;s:3:"sat";i:10052;s:9:"wondering";i:10075;s:4:"woke";i:10082;s:13:"deconstructed";i:10085;s:13:"intentionally";i:10086;s:7:"obvious";i:10087;s:4:"sets";i:10094;s:10:"similarity";i:10099;s:11:"photographs";i:10106;s:6:"tricky";i:10107;s:4:"cuts";i:10116;s:5:"moral";i:10127;s:8:"pacifist";i:10148;s:10:"countrymen";i:10149;s:7:"dropped";i:10155;s:8:"distrust";i:10158;s:11:"destructive";i:10159;s:8:"defiance";i:10162;s:5:"hires";i:10167;s:6:"dining";i:10173;s:7:"modeled";i:10175;s:7:"mitropa";i:10185;s:13:"collaborators";i:10187;s:9:"occupiers";i:10188;s:9:"whitewash";i:10207;s:6:"member";i:10229;s:7:"anymore";i:10233;s:4:"rage";i:10235;s:5:"blows";i:10246;s:5:"saved";i:10250;s:4:"note";i:10254;s:11:"correctness";i:10264;s:7:"nowhere";i:10266;s:9:"important";i:10270;s:7:"implies";i:10278;s:10:"propaganda";i:10279;s:4:"coup";i:10283;s:2:"ss";i:10285;s:12:"assassinated";i:10287;s:5:"major";i:10291;s:6:"aachen";i:10294;s:6:"months";i:10297;s:12:"capitulation";i:10301;s:9:"announced";i:10303;s:8:"creation";i:10306;s:7:"legions";i:10308;s:9:"saboteurs";i:10314;s:5:"ready";i:10316;s:5:"fight";i:10331;s:6:"hitler";i:10332;s:5:"youth";i:10333;s:8:"received";i:10335;s:8:"training";i:10345;s:8:"deployed";i:10347;s:6:"murder";i:10348;s:9:"suspected";i:10349;s:10:"communists";i:10352;s:8:"labourer";i:10353;s:10:"foreigners";i:10355;s:8:"bavarian";i:10356;s:8:"villages";i:10358;s:7:"imprint";i:10359;s:7:"lasting";i:10360;s:4:"fear";i:10362;s:11:"inhabitants";i:10375;s:4:"fell";i:10376;s:5:"apart";i:10377;s:7:"however";i:10384;s:8:"profound";i:10391;s:6:"feared";i:10401;s:8:"accident";i:10406;s:9:"exception";i:10408;s:5:"cause";i:10413;s:7:"ignored";i:10417;s:6:"pseudo";i:10418;s:10:"historians";i:10426;s:3:"gas";i:10428;s:8:"exploded";i:10432;s:2:"hq";i:10434;s:6:"bombed";i:10436;s:6:"bremen";i:10441;s:6:"soviet";i:10442;s:8:"military";i:10443;s:9:"commander";i:10444;s:4:"died";i:10447;s:9:"motorbike";i:10450;s:6:"berlin";i:10455;s:9:"strongest";i:10458;s:7:"soviets";i:10461;s:8:"arrested";i:10462;s:4:"tens";i:10464;s:9:"thousands";i:10467;s:5:"large";i:10469;s:8:"children";i:10473;s:12:"preemptively";i:10476;s:9:"suspicion";i:10482;s:6:"closed";i:10486;s:6:"prison";i:10494;s:7:"someone";i:10505;s:8:"hallowed";i:10511;s:8:"greatest";i:10519;s:6:"twenty";i:10540;s:5:"vapid";i:10555;s:13:"revolutionize";i:10557;s:10:"revitalize";i:10581;s:8:"referred";